Repository: andreasekdahl/reimbursementbutler_ios_21
Catalog: ReimbursementButler/ReimbursementButler/*.lproj/Main.strings
Languages: sv

# Hgn-4a-IpB.title
source: Expences
sv: Utlägg

# ZmW-P5-OPp.title
source: Account
sv: Konto

# mzM-mz-3na.title
source: Allowances
sv: Traktamente

source: Submit
sv: Skicka in

source: Add
sv: Lägg till

# allowance_submit_error
source: Error updating Allowance to submitted
sv: Fel under ändring av traktamenten till inskickade

# allowance_submit_success
source: Allowance submission successful
sv: Traktamente inskickade

# allowance_submit_canceled_or_fail
source: Submit canceled or failed
sv: Inskickning avbruten eller fel uppstod

# allowance_submit_fail
source: Submit failure
sv: Fel under inskickning

# allowance_submit_fail_missing_email
source: Can't submit allowances due to missing email capabilities
sv: Kan inte skicka in traktamente pga utebliven email kapacitet

# section_allowances
source: Allowances
sv: Traktamente

# section_submitted_allowances
source: Submitted Allowances
sv: Inskickade Traktamente

# section_expenses
source: Expenses
sv: Utlägg

# section_submitted_expenses
source: Submitted Expenses
sv: Inskickade Utlägg

source: Save
sv: Spara

source: Destination
sv: Resmål

source: Sweden
sv: Sverige

source: Denmark
sv: Danmark

source: Norway
sv: Norge

source: Germany
sv: Tyskland

source: Country unknown
sv: Okänt land

source: Login
sv: Logga in

# signin
source: Register
sv: Registrera

source: Password
sv: Lösenord

source: Please enter email
sv: Vänligen skriv email

source: Please enter password
sv: Vänligen skriv lösenord

source: Create Account Error
sv: Fel under kontoskapande

source: Login Error
sv: Log in fel

source: Logout
sv: Logga ut

source: Please login again
sv: Vänligen logga in igen

source: Could not find auth user
sv: Kunde inte hitta auth användare

source: Could not read user email
sv: Kunde inte läsa användarens email

source: Logout Error
sv: Logga ut fel

# logouterrordescription
source: Something went wrong when logging out
sv: Nånting gick fel under utloggning

source: Description
sv: Beskrivning

source: Choose country
sv: Välj land

# choosecountrydecription
source: What was your destination country?
sv: Vilket var ditt resland?

# notallowededit
source: Not allowed to edit
sv: Inte tillåtet att editera

# notallowededitdescription
source: Item has been submitted
sv: Posterna är redan inskickat

# enterdescription
source: Enter a short description of your travel
sv: Skriv en kort beskrivning av din resa

# enterdates
source: Select the start and end dates and check the list
sv: Välj start- och stopdatum och klicka i listan

source: Sum:
sv: Tot:

source: Incl. Breakfast
sv: Incl. Frukost

source: Own Accommodation
sv: Eget uppehälle

source: Allowance days
sv: Traktamente dagar

# expencescannotsubmit
source: Can not submit
sv: Kan inte skicka in

# expencescannotsubmitdescription
source: There are no created expenses that can be submitted
sv: Det finns inga skapade utlägg som kan skickas in

source: Expense submission successful
sv: Utlägg inskickade

# expense_submit_canceled_or_fail
source: Submit canceled or failed
sv: Inskickning falerade eller avbröts

source: Amount
sv: Belopp

source: Currency
sv: Valuta

source: Please select currency
sv: Vänligen välj land

source: More info needed
sv: Mer info behövs

# entertraveldescr
source: Enter a short description of your travel
sv: Beskriv kort din resa

source: Enter amount
sv: Ange belopp

source: Error saving Expense
sv: Fel under sparande av utlägg

source: Error saving Image
sv: Fel under sparande av bild
